Repository: Dakrsnyk/tessera
Catalog: Shared/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it, ja, pt_br

source: Reviens bras tendus en laissant les omoplates s'écarter, sans arrondir le dos.
de: Kehre mit gestreckten Armen zurück, lass die Schulterblätter auseinandergleiten, ohne den Rücken zu runden.
en: Return to straight arms, letting your shoulder blades spread apart, without rounding your back.
es: Vuelve con los brazos extendidos dejando que los omóplatos se separen, sin redondear la espalda.
it: Torna con le braccia tese lasciando allargare le scapole, senza curvare la schiena.
ja: 肩甲骨を開きながら、背中を丸めずに腕を伸ばした状態へ戻りましょう。
pt_br: Volte com os braços esticados, deixando as escápulas se afastarem, sem arredondar as costas.

source: Reviens bras tendus sous contrôle.
de: Kontrolliert zurück zu gestreckten Armen.
en: Return to straight arms under control.
es: Vuelve a brazos extendidos con control.
it: Torna a braccia tese con controllo.
ja: コントロールしながら腕を伸ばした位置に戻します。
pt_br: Volte aos braços estendidos com controle.

source: Reviens dans l'ordre inverse : bras, buste, jambes.
de: Zurück in umgekehrter Reihenfolge: Arme, Oberkörper, Beine.
en: Return in reverse order: arms, torso, legs.
es: Vuelve en orden inverso: brazos, torso, piernas.
it: Torna nell'ordine inverso: braccia, busto, gambe.
ja: 逆の順序で戻します：腕、上体、脚。
pt_br: Volte na ordem inversa: braços, tronco, pernas.

source: Reviens debout en poussant la hanche vers l'avant.
de: Komm hoch, indem du die Hüfte nach vorn schiebst.
en: Stand back up by driving your hip forward.
es: Vuelve a ponerte de pie empujando la cadera hacia adelante.
it: Torna in piedi spingendo l'anca in avanti.
ja: 腰を前に押し出して立ち上がります。
pt_br: Volte a ficar em pé empurrando o quadril para a frente.

source: Reviens en contractant les abdominaux.
de: Komm zurück und spann dabei den Bauch an.
en: Come back by contracting your abs.
es: Vuelve contrayendo los abdominales.
it: Torna indietro contraendo gli addominali.
ja: 腹筋を締めながら戻ります。
pt_br: Volte contraindo o abdômen.

source: Reviens et change de côté.
de: Komm zurück und wechsle die Seite.
en: Come back and switch sides.
es: Vuelve y cambia de lado.
it: Torna e cambia lato.
ja: 戻って反対側に替えます。
pt_br: Volte e troque de lado.

source: Reviens lentement bras devant.
de: Bring die Arme langsam wieder nach vorn.
en: Slowly bring your arms back in front.
es: Vuelve despacio con los brazos al frente.
it: Torna lentamente con le braccia davanti.
ja: ゆっくり腕を前に戻します。
pt_br: Volte devagar com os braços à frente.

source: Reviens lentement bras ouverts.
de: Kehre langsam mit geöffneten Armen zurück.
en: Return slowly with arms open.
es: Vuelve despacio con los brazos abiertos.
it: Torna lentamente a braccia aperte.
ja: 腕を開きながらゆっくり戻します。
pt_br: Volte devagar com os braços abertos.

source: Reviens lentement devant.
de: Langsam wieder nach vorn.
en: Slowly return to the front.
es: Vuelve despacio al frente.
it: Torna lentamente davanti.
ja: ゆっくり前に戻します。
pt_br: Volte devagar para a frente.

source: Reviens lentement en gardant les coudes fixes.
de: Kehre langsam zurück, die Ellbogen bleiben fixiert.
en: Return slowly, keeping your elbows fixed.
es: Vuelve despacio manteniendo los codos fijos.
it: Torna lentamente tenendo i gomiti fermi.
ja: ひじを固定したまま、ゆっくり戻りましょう。
pt_br: Volte devagar mantendo os cotovelos fixos.

source: Reviens lentement jusqu'aux avant-bras à l'horizontale.
de: Kehre langsam zurück, bis die Unterarme waagerecht sind.
en: Return slowly until your forearms are horizontal.
es: Vuelve despacio hasta que los antebrazos queden horizontales.
it: Torna lentamente fino ad avere gli avambracci orizzontali.
ja: 前腕が水平になるまで、ゆっくり戻りましょう。
pt_br: Volte devagar até os antebraços ficarem na horizontal.

source: Reviens lentement sans poser le genou.
de: Kehre langsam zurück, ohne das Knie abzusetzen.
en: Return slowly without putting your knee down.
es: Vuelve despacio sin apoyar la rodilla.
it: Torna lentamente senza appoggiare il ginocchio.
ja: ひざをつかずに、ゆっくり戻りましょう。
pt_br: Volte devagar sem apoiar o joelho.

source: Reviens lentement à 90°.
de: Langsam zurück auf 90°.
en: Slowly return to 90°.
es: Vuelve despacio a 90°.
it: Torna lentamente a 90°.
ja: ゆっくり90°に戻します。
pt_br: Volte devagar a 90°.

source: Reviens lentement.
de: Geh langsam zurück.
en: Come back slowly.
es: Vuelve despacio.
it: Torna lentamente.
ja: ゆっくり戻します。
pt_br: Volte devagar.

source: Reviens par le même chemin.
de: Gehe denselben Weg zurück.
en: Come back the same way.
es: Vuelve por el mismo camino.
it: Torna indietro per lo stesso percorso.
ja: 同じ軌道で戻しましょう。
pt_br: Volte pelo mesmo caminho.

source: Reviens sans poser le genou.
de: Geh zurück, ohne das Knie abzulegen.
en: Come back without resting your knee down.
es: Vuelve sin apoyar la rodilla.
it: Torna giù senza appoggiare il ginocchio.
ja: ひざを床につけずに戻します。
pt_br: Volte sem apoiar o joelho.

source: Reviens à la position de départ.
de: Geh zurück in die Ausgangsposition.
en: Return to the starting position.
es: Vuelve a la posición inicial.
it: Torna alla posizione di partenza.
ja: スタートの姿勢に戻ります。
pt_br: Volte à posição inicial.

source: Reviens, puis change de côté.
de: Gehe zurück, dann wechsle die Seite.
en: Come back, then switch sides.
es: Vuelve y cambia de lado.
it: Torna indietro, poi cambia lato.
ja: 戻って、反対側も行いましょう。
pt_br: Volte e troque de lado.

source: Reviens, puis recule un peu le pied pour progresser.
de: Gehe zurück, dann setze den Fuß etwas weiter zurück, um dich zu steigern.
en: Come back, then move your foot back a little to progress.
es: Vuelve y retrocede un poco el pie para progresar.
it: Torna indietro, poi arretra un po' il piede per progredire.
ja: 戻って、足を少し後ろに下げると負荷が上がります。
pt_br: Volte e afaste um pouco o pé para progredir.

source: Revoir le tutoriel
de: Tutorial erneut ansehen
en: Replay the tutorial
es: Ver el tutorial de nuevo
it: Rivedi il tutorial
ja: チュートリアルをもう一度見る
pt_br: Rever o tutorial

source: Reçois-toi sur l'avant du pied, genoux fléchis.
de: Lande auf dem Vorderfuß, Knie gebeugt.
en: Land on the balls of your feet, knees bent.
es: Aterriza sobre la parte delantera del pie, con las rodillas flexionadas.
it: Atterra sull'avampiede, ginocchia flesse.
ja: 足の前側で着地し、ひざを曲げます。
pt_br: Aterrisse na parte da frente do pé, joelhos flexionados.

source: Reçois-toi à deux pieds sur la boîte, genoux fléchis, puis redresse-toi.
de: Lande mit beiden Füßen auf der Box, Knie gebeugt, und richte dich dann auf.
en: Land on both feet on the box, knees bent, then stand up straight.
es: Aterriza con los dos pies sobre el cajón, rodillas flexionadas, y luego ponte de pie.
it: Atterra a piedi uniti sul box, ginocchia piegate, poi raddrizzati.
ja: 両足でボックスに乗り、ひざを曲げて着地してから、立ち上がります。
pt_br: Aterrisse com os dois pés no caixote, joelhos flexionados, e então se endireite.

source: Riches en fibres
de: Reich an Ballaststoffen
en: High in fiber
es: Ricos en fibra
it: Ricchi di fibre
ja: 食物繊維が豊富
pt_br: Ricos em fibras

source: Riches en protéines
de: Reich an Eiweiß
en: High in protein
es: Ricos en proteínas
it: Ricchi di proteine
ja: タンパク質が豊富
pt_br: Ricos em proteínas

source: Rien %@
de: Nichts %@
en: Nothing %@
es: Nada %@
it: Niente %@
ja: %@は記録なし
pt_br: Nada %@

source: Rien au programme pour l'instant. Ajoute tes vols, ton hébergement et ce que tu veux faire : tout se range ici jour par jour.
de: Noch nichts geplant. Füge deine Flüge, deine Unterkunft und deine Pläne hinzu: Alles landet hier, Tag für Tag.
en: Nothing planned yet. Add your flights, lodging and whatever you want to do: it all lands here, day by day.
es: Aún no hay nada en el programa. Añade tus vuelos, tu alojamiento y lo que quieras hacer: todo se organiza aquí, día por día.
it: Niente in programma per ora. Aggiungi i tuoi voli, il tuo alloggio e quello che vuoi fare: tutto si organizza qui, giorno per giorno.
ja: 予定はまだありません。フライトや宿泊先、やりたいことを追加すると、日ごとにここへまとまります。
pt_br: Nada na programação por enquanto. Adicione seus voos, sua hospedagem e o que quer fazer: tudo fica organizado aqui, dia a dia.

source: Rien d'urgent, profites-en
de: Nichts Dringendes, genieß es
en: Nothing urgent, enjoy
es: Nada urgente, disfruta
it: Niente di urgente, goditela
ja: 急ぎの用事はありません。ゆっくりどうぞ
pt_br: Nada urgente, aproveite

source: Rien de grave : c'est la moyenne sur plusieurs jours qui compte. L'historique te la montre.
de: Halb so schlimm: Entscheidend ist der Durchschnitt über mehrere Tage. Der Verlauf zeigt ihn dir.
en: No big deal: what counts is the average over several days. History shows it to you.
es: No pasa nada: lo que cuenta es el promedio de varios días. El historial te lo muestra.
it: Niente di grave: conta la media su più giorni. La cronologia te la mostra.
ja: 心配いりません。大切なのは数日間の平均です。履歴で確認できます。
pt_br: Sem problema: o que conta é a média de vários dias. O histórico mostra isso.

source: Rien de noté
de: Nichts erfasst
en: Nothing logged
es: Nada registrado
it: Niente di registrato
ja: 記録なし
pt_br: Nada registrado

source: Rien de noté aujourd'hui. Ton objectif est de %@ kcal.
de: Heute noch nichts eingetragen. Dein Ziel sind %@ kcal.
en: Nothing logged today. Your goal is %@ kcal.
es: Nada registrado hoy. Tu objetivo es de %@ kcal.
it: Nulla registrato oggi. Il tuo obiettivo è di %@ kcal.
ja: 今日はまだ記録がありません。目標は%@ kcalです。
pt_br: Nada registrado hoje. Sua meta é de %@ kcal.

source: Rien de noté ces 7 derniers jours.
de: In den letzten 7 Tagen nichts erfasst.
en: Nothing logged in the last 7 days.
es: Nada registrado en los últimos 7 días.
it: Niente di registrato negli ultimi 7 giorni.
ja: 過去7日間の記録はありません。
pt_br: Nada registrado nos últimos 7 dias.

source: Rien de noté pour ce repas.
de: Für diese Mahlzeit nichts erfasst.
en: Nothing logged for this meal.
es: Nada registrado en esta comida.
it: Niente di registrato per questo pasto.
ja: この食事の記録はありません。
pt_br: Nada registrado para esta refeição.

source: Rien de noté pour l'instant
de: Noch nichts erfasst
en: Nothing logged yet
es: Nada anotado por ahora
it: Ancora niente di annotato
ja: まだ記録はありません
pt_br: Nada registrado por enquanto

source: Rien de noté pour l'instant : les mois apparaîtront ici dès la première opération.
de: Noch nichts eingetragen: Die Monate erscheinen hier ab dem ersten Eintrag.
en: Nothing logged yet: months will show up here as soon as you add your first entry.
es: Aún no hay nada anotado: los meses aparecerán aquí desde la primera operación.
it: Ancora niente di registrato: i mesi appariranno qui dalla prima operazione.
ja: まだ記録がありません。最初の取引を記録すると、月ごとの表示がここに現れます。
pt_br: Nada anotado ainda: os meses aparecerão aqui a partir da primeira operação.

source: Rien de prévu
de: Nichts geplant
en: Nothing planned
es: Nada previsto
it: Niente in programma
ja: 予定なし
pt_br: Nada previsto

source: Rien de prévu aujourd'hui. Ajoute une tâche ou un rendez-vous dans ton calendrier.
de: Heute nichts geplant. Füge eine Aufgabe oder einen Termin in deinem Kalender hinzu.
en: Nothing planned today. Add a task or an appointment to your calendar.
es: Nada previsto para hoy. Agrega una tarea o una cita en tu calendario.
it: Niente in programma oggi. Aggiungi un'attività o un appuntamento al tuo calendario.
ja: 今日の予定はありません。カレンダーにタスクや予定を追加しましょう。
pt_br: Nada previsto para hoje. Adicione uma tarefa ou um compromisso ao seu calendário.

source: Rien de prévu ce jour-là.
de: An diesem Tag ist nichts geplant.
en: Nothing planned that day.
es: Nada previsto ese día.
it: Niente in programma quel giorno.
ja: この日の予定はありません。
pt_br: Nada previsto nesse dia.

source: Rien de prévu cette semaine.
de: Diese Woche nichts geplant.
en: Nothing planned this week.
es: Nada previsto esta semana.
it: Niente in programma questa settimana.
ja: 今週の予定はありません。
pt_br: Nada previsto esta semana.

source: Rien de prévu tôt demain
de: Morgen früh ist nichts geplant
en: Nothing planned early tomorrow
es: Nada previsto temprano mañana
it: Niente in programma domani mattina presto
ja: 明日の朝は予定なし
pt_br: Nada previsto amanhã cedo

source: Rien de prévu.
de: Nichts geplant.
en: Nothing planned.
es: Nada previsto.
it: Niente in programma.
ja: 予定なし。
pt_br: Nada previsto.

source: Rien de renseigné
de: Noch nichts angegeben
en: Nothing entered yet
es: Nada indicado
it: Niente di compilato
ja: 未入力
pt_br: Nada preenchido

source: Rien de renseigné pour l'instant.
de: Noch nichts angegeben.
en: Nothing filled in yet.
es: Aún no hay nada registrado.
it: Ancora niente di inserito.
ja: まだ何も入力されていません。
pt_br: Nada informado por enquanto.

source: Rien noté
de: Nichts erfasst
en: Nothing logged
es: Nada registrado
it: Niente registrato
ja: 記録なし
pt_br: Nada registrado

source: Rien noté aujourd'hui
de: Heute nichts erfasst
en: Nothing logged today
es: Nada registrado hoy
it: Niente registrato oggi
ja: 今日はまだ記録なし
pt_br: Nada registrado hoje

source: Rien noté cette semaine
de: Diese Woche nichts erfasst
en: Nothing logged this week
es: Nada registrado esta semana
it: Niente registrato questa settimana
ja: 今週の記録なし
pt_br: Nada registrado nesta semana

source: Rien pour l'instant : touche pour ajouter tes données.
de: Noch nichts: Tippe, um deine Daten hinzuzufügen.
en: Nothing yet: tap to add your data.
es: Nada por ahora: toca para añadir tus datos.
it: Ancora niente: tocca per aggiungere i tuoi dati.
ja: まだありません。タップしてデータを追加しましょう。
pt_br: Nada por enquanto: toque para adicionar seus dados.

source: Riz blanc cuit
de: Weißer Reis, gekocht
en: Cooked white rice
es: Arroz blanco cocido
it: Riso bianco cotto
ja: 白米（炊いたもの）
pt_br: Arroz branco cozido

source: Riz brun cuit
de: Brauner Reis, gekocht
en: Cooked brown rice
es: Arroz integral cocido
it: Riso integrale cotto
ja: 玄米（炊いたもの）
pt_br: Arroz integral cozido

source: Riz frit
de: Gebratener Reis
en: Fried rice
es: Arroz frito
it: Riso fritto
ja: チャーハン
pt_br: Arroz frito

source: Rome
de: Rom
es: Roma
it: Roma
ja: ローマ
pt_br: Roma

source: Rond
de: Rund
en: Circular
es: Circular
it: Circolare
ja: 円形
pt_br: Circular

source: Rondes
de: Rund
en: Round
es: Redondos
it: Tonde
ja: 丸
pt_br: Redondos

source: Rose
de: Rosé
es: Rosa
it: Rosa
ja: ローズ
pt_br: Rosa

source: Rose et bleu rétro-futur
de: Retro-futuristisches Rosa und Blau
en: Retro-futuristic pink and blue
es: Rosa y azul retrofuturista
it: Rosa e blu retrofuturista
ja: レトロフューチャーなピンクとブルー
pt_br: Rosa e azul retrofuturista

source: Rose poudré et prune
de: Puderrosa und Pflaume
en: Powder pink and plum
es: Rosa empolvado y ciruela
it: Rosa cipria e prugna
ja: パウダーピンクとプラム
pt_br: Rosa-pó e ameixa

source: Rose tendre, formes rondes
de: Zartrosa, runde Formen
en: Soft pink, round shapes
es: Rosa suave, formas redondas
it: Rosa tenue, forme tonde
ja: やさしいピンク、丸いかたち
pt_br: Rosa suave, formas arredondadas

source: Rotation contrôlée, sans forcer.
de: Kontrollierte Rotation, ohne zu forcieren.
en: Controlled rotation, don't force it.
es: Rotación controlada, sin forzar.
it: Rotazione controllata, senza forzare.
ja: 無理のない、コントロールした回旋。
pt_br: Rotação controlada, sem forçar.

source: Rotation des pneus
de: Reifen umstecken
en: Tire rotation
es: Rotación de neumáticos
it: Rotazione pneumatici
ja: タイヤローテーション
pt_br: Rodízio de pneus

source: Rotation des épaules à chaque mouvement de bras.
de: Schulterrotation bei jedem Armzug.
en: Rotate your shoulders with every arm stroke.
es: Rotación de los hombros en cada brazada.
it: Rotazione delle spalle a ogni bracciata.
ja: 腕をかくたびに肩を回しましょう。
pt_br: Rotação dos ombros a cada braçada.

source: Rotations thoraciques
de: Brustwirbelsäulen-Rotationen
en: Thoracic rotations
es: Rotaciones torácicas
it: Rotazioni toraciche
ja: 胸椎回旋
pt_br: Rotações torácicas

source: Rouge vif, bleu nuit et toile tissée
de: Leuchtendes Rot, Nachtblau und gewebtes Netz
en: Bright red, midnight blue and a woven web
es: Rojo vivo, azul noche y telaraña tejida
it: Rosso vivo, blu notte e ragnatela intrecciata
ja: 鮮やかな赤、ミッドナイトブルー、張りめぐらされた網
pt_br: Vermelho vivo, azul-noite e teia tecida

source: Rouille et poussière : la météo, le soleil et le vent de la planète rouge.
de: Rost und Staub: Wetter, Sonne und Wind des roten Planeten.
en: Rust and dust: the weather, sun and wind of the red planet.
es: Óxido y polvo: el tiempo, el sol y el viento del planeta rojo.
it: Ruggine e polvere: il meteo, il sole e il vento del pianeta rosso.
ja: さびと砂ぼこり：赤い惑星の天気、太陽、風。
pt_br: Ferrugem e poeira: o clima, o sol e o vento do planeta vermelho.

source: Rouille, poussière et horizon martien
de: Rost, Staub und Marshorizont
en: Rust, dust and a Martian horizon
es: Óxido, polvo y horizonte marciano
it: Ruggine, polvere e orizzonte marziano
ja: さび、砂ぼこり、火星の地平線
pt_br: Ferrugem, poeira e horizonte marciano

source: Roule vers l'avant en allongeant le corps.
de: Roll nach vorn und streck dabei den Körper.
en: Roll forward, stretching your body out.
es: Rueda hacia delante estirando el cuerpo.
it: Rotola in avanti allungando il corpo.
ja: 体を伸ばしながら前に転がします。
pt_br: Role para a frente esticando o corpo.

source: Roule vers l'avant sans creuser le dos, reviens en contractant les abdos.
de: Rolle nach vorn, ohne ins Hohlkreuz zu gehen, und komm mit angespannten Bauchmuskeln zurück.
en: Roll forward without arching your back, return by contracting your abs.
es: Avanza rodando sin arquear la espalda y vuelve contrayendo el abdomen.
it: Rotola in avanti senza inarcare la schiena, torna contraendo gli addominali.
ja: 背中を反らさずに前へ転がし、腹筋で引き戻します。
pt_br: Role para a frente sem arquear as costas e volte contraindo o abdômen.

source: Rouler les épaules.
de: Schultern kreisen.
en: Rolling the shoulders.
es: Rotar los hombros.
it: Ruotare le spalle.
ja: 肩を回す。
pt_br: Girar os ombros.

source: Roulette abdominale
de: Bauchroller
en: Ab wheel
es: Rueda abdominal
it: Ruota per addominali
ja: アブローラー
pt_br: Roda abdominal

source: Routine du jour
de: Tagesroutine
en: Daily routine
es: Rutina del día
it: Routine del giorno
ja: 今日のルーティン
pt_br: Rotina do dia

source: Routine rétro
de: Retro-Routine
en: Retro routine
es: Rutina retro
it: Routine retrò
ja: レトロなルーティン
pt_br: Rotina retrô

source: Routine, eau, séries, taux de réussite et rythme du jour.
de: Routine, Wasser, Serien, Erfolgsquote und Tagesrhythmus.
en: Routine, water, streaks, success rate and daily rhythm.
es: Rutina, agua, rachas, tasa de éxito y ritmo del día.
it: Routine, acqua, serie, percentuale di successo e ritmo del giorno.
ja: ルーティン、水分、連続記録、達成率、1日のリズム。
pt_br: Rotina, água, sequências, taxa de sucesso e ritmo do dia.

source: Rouvre lentement.
de: Öffne langsam wieder.
en: Open back up slowly.
es: Vuelve a abrir despacio.
it: Riapri lentamente.
ja: ゆっくり開きます。
pt_br: Abra de novo devagar.

source: Rowing T-bar
de: T-Bar-Rudern
en: T-bar row
es: Remo en barra T
it: Rematore con T-bar
ja: Tバーロウ
pt_br: Remada em T

source: Rowing barre
de: Langhantelrudern
en: Barbell row
es: Remo con barra
it: Rematore con bilanciere
ja: バーベルロウ
pt_br: Remada com barra

source: Rowing haltère
de: Kurzhantelrudern
en: Dumbbell row
es: Remo con mancuerna
it: Rematore con manubrio
ja: ダンベルロウ
pt_br: Remada com halter

source: Rowing haltère (un bras)
de: Einarmiges Kurzhantelrudern
en: One-arm dumbbell row
es: Remo con mancuerna (un brazo)
it: Rematore con manubrio (un braccio)
ja: ワンハンドダンベルロウ
pt_br: Remada unilateral com halter

source: Rowing inversé
de: Umgekehrtes Rudern
en: Inverted row
es: Remo invertido
it: Rematore inverso
ja: インバーテッドロウ
pt_br: Remada invertida

source: Rowing menton
de: Aufrechtes Rudern
en: Upright row
es: Remo al mentón
it: Tirate al mento
ja: アップライトロウ
pt_br: Remada alta

source: Rowing à la machine
de: Rudern an der Maschine
en: Machine row
es: Remo en máquina
it: Rematore alla macchina
ja: マシンロウ
pt_br: Remada na máquina

source: Royaume-Uni
de: Vereinigtes Königreich
en: United Kingdom
es: Reino Unido
it: Regno Unito
ja: イギリス
pt_br: Reino Unido

source: Rua de São Miguel 12, Lisbonne
de: Rua de São Miguel 12, Lissabon
en: Rua de São Miguel 12, Lisbon
es: Rua de São Miguel 12, Lisboa
it: Rua de São Miguel 12, Lisbona
ja: Rua de São Miguel 12, リスボン
pt_br: Rua de São Miguel 12, Lisboa

source: Russie
de: Russland
en: Russia
es: Rusia
it: Russia
ja: ロシア
pt_br: Rússia

source: Règle chacun
de: Einzeln anpassen
en: Adjust each
es: Ajusta cada uno
it: Regola ciascuno
ja: 個別に調整
pt_br: Ajuste cada um

source: Règle le siège : poignées à hauteur des épaules.
de: Stell den Sitz ein: Griffe auf Schulterhöhe.
en: Adjust the seat: handles at shoulder height.
es: Ajusta el asiento: manijas a la altura de los hombros.
it: Regola il sedile: maniglie all'altezza delle spalle.
ja: シートを調整：グリップを肩の高さに。
pt_br: Ajuste o banco: pegadas na altura dos ombros.

source: Règle le siège pour avoir les poignées à hauteur des épaules.
de: Stelle den Sitz so ein, dass die Griffe auf Schulterhöhe sind.
en: Adjust the seat so the handles are at shoulder height.
es: Ajusta el asiento para tener los agarres a la altura de los hombros.
it: Regola il sedile in modo che le maniglie siano all'altezza delle spalle.
ja: グリップが肩の高さになるようにシートを調整します。
pt_br: Ajuste o banco para deixar as pegadas na altura dos ombros.

source: Règle le siège pour que les poignées arrivent au milieu de la poitrine.
de: Stell den Sitz so ein, dass die Griffe auf Brusthöhe sind.
en: Adjust the seat so the handles are at mid-chest height.
es: Ajusta el asiento para que las asas queden a media altura del pecho.
it: Regola il sedile in modo che le maniglie arrivino a metà petto.
ja: ハンドルが胸の真ん中にくるようにシートを調整します。
pt_br: Regule o assento para que as alças fiquem na altura do meio do peito.

source: Récents
de: Zuletzt
en: Recent
es: Recientes
it: Recenti
ja: 最近
pt_br: Recentes

source: Réception sur l'avant du pied, genoux fléchis.
de: Landung auf dem Fußballen, Knie gebeugt.
en: Land on the balls of your feet, knees bent.
es: Aterriza sobre la punta de los pies, con las rodillas flexionadas.
it: Atterra sull'avampiede, ginocchia piegate.
ja: ひざを曲げ、つま先側で着地。
pt_br: Aterrisse na ponta dos pés, joelhos flexionados.

source: Réception sur l'avant du pied.
de: Lande auf dem Vorfuß.
en: Land on the front of your foot.
es: Aterriza sobre la parte delantera del pie.
it: Atterra sull'avampiede.
ja: 足の前側で着地しましょう。
pt_br: Aterrisse na parte da frente do pé.

source: Récupère entre les blocs selon ta séance.
de: Erhole dich zwischen den Blöcken je nach Training.
en: Recover between blocks according to your workout.
es: Recupérate entre bloques según tu entrenamiento.
it: Recupera tra i blocchi in base al tuo allenamento.
ja: ワークアウトに合わせて、ブロックの間で回復しましょう。
pt_br: Recupere-se entre os blocos conforme o seu treino.

source: Rédaction
de: Schreibaufgabe
en: Writing
es: Redacción
it: Elaborato
ja: 作文
pt_br: Redação

source: Rédigé par Apple Intelligence sur ton iPhone, uniquement à partir de tes données. Chaque chiffre est vérifié avant d'être affiché.
de: Von Apple Intelligence auf deinem iPhone verfasst, nur auf Basis deiner Daten. Jede Zahl wird vor der Anzeige geprüft.
en: Written by Apple Intelligence on your iPhone, only from your data. Every number is checked before it's shown.
es: Redactado por Apple Intelligence en tu iPhone, únicamente a partir de tus datos. Cada cifra se verifica antes de mostrarse.
it: Scritto da Apple Intelligence sul tuo iPhone, solo a partire dai tuoi dati. Ogni numero viene verificato prima di essere mostrato.
ja: iPhone上のApple Intelligenceが、あなたのデータだけをもとに作成します。すべての数字は表示前に確認されます。
pt_br: Escrito pela Apple Intelligence no seu iPhone, apenas com base nos seus dados. Cada número é verificado antes de ser exibido.

source: Réessayer
de: Erneut versuchen
en: Try again
es: Reintentar
it: Riprova
ja: 再試行
pt_br: Tentar novamente

source: Référence
de: Referenz
en: Reference
es: Referencia
it: Riferimento
ja: 基準
pt_br: Referência

source: Région
de: Region
en: Region
es: Región
it: Regione
ja: 地域
pt_br: Região

source: Réglages
de: Einstellungen
en: Settings
es: Ajustes
it: Impostazioni
ja: 設定
pt_br: Ajustes

source: Régler
de: Anpassen
en: Adjust
es: Ajustar
it: Regola
ja: 調整
pt_br: Ajustar

source: Régularité
de: Regelmäßigkeit
en: Consistency
es: Constancia
it: Costanza
ja: 継続度
pt_br: Regularidade
